app/controllers/expositors_controller.rb

  def index
    @expositors = Expositor.all
---
SELECT "expositors".* FROM "expositors"